; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.1.3
laid=0x0008
lang=Ελληνικά (Greek)
name=geogeo.gr (www.geogeo.gr)
date=2013-03-12

[controls]
000=Αυτόμ.
001=Προσθήκη &αρχείων
002=Προσθήκη &φακέλου
003=Α&παλοιφή
004=Απαλοιφή όλων
005=Εύρεση
006=Προσάρτηση στο πρώτο αρχείο της λίστας (για έμπειρους χρήστες μόνο!)
007=Κατακερματισμός
008=Απαλοιφή
009=Όταν ολοκληρωθεί:
010=Άνοιγμα εξαγόμενου αρχείου
011=Άνοιγμα φακέλου εξαγωγής
012=Διαγραφή τμημάτων
013=Έξοδος

[about]
000=Περί %s
001=Εντάξει

[list_column]
000=Διαδρομή
001=Μέγεθος
002=Κατάσταση

[list_status_cat]
000=Εντάξει
001=Προειδοποίηση
002=Σφάλμα

[list_status]
000=Εντάξει
001=Προειδοποίηση: μη αναμενόμενος αριθμός κατάταξης
002=Προειδοποίηση: το μέγεθος αρχείου δεν συμφωνεί με του πρώτου αρχείου
003=Προειδοποίηση: το μέγεθος του τελευταίου αρχείου είναι μεγαλύτερο από τα προηγούμενα
004=Σφάλμα: δεν ήταν δυνατό το άνοιγμα του αρχείου για εγγραφή!
005=Σφάλμα: δεν ήταν δυνατό το άνοιγμα του αρχείου για ανάγνωση!

[list_tooltip]
000=Λίστα των αρχείων που έχουν εισαχθεί
001=Διαδρομή:\t %s\r\nΜέγεθος:\t %s\r\nΚατάταξη:\t %d\r\nΚατάσταση:\t %s

[join_button]
000=&Διακοπή
001=&Εισαγωγή

[settings]
000=Ρυθμίσεις
001=Έλεγχοι
002=Δοκιμή για &απόντα τμήματα στη φόρτωση
003=Δοκιμή &συνοχής μεγέθους τμημάτων στη φόρτωση
004=Έλεγχος για απουσία τμημάτων
005=Δοκιμή συνοχής μεγέθους τμημάτων
006=Λίστα αρχείων
007=&Ταξινόμηση βάσει του τελ. αριθμού στη διαδρομή αρχείου (ταχύτερη)
008=Α&φαίρεση όλων των στοιχείων από τη λίστα μετά την εισαγωγή
009=Α&πενεργ. αυτόματης φόρτωσης τμημάτων
010=Συμπερίληψη &υποφακέλων
011=Γενικά
012=Απομνημόνευση &θέσης παραθύρου
013=Χρήση κάδου ανακύκλ. στη &διαγραφή τμημάτων
014=Προεπιλεγμένη διαδρομή εξαγωγής
015=Ίδια με του φακέλου εισαγωγής
016=Προσαρμοσμένη
017=Αποθήκευση
018=Άκυρο
019=

[menu]
000=Επι&λογές
001=Πάντα στην &κορυφή\tCtrl + T
002=Συσχέτιση με αρχεία .001 (όχι στη φορητή έκδοση)
003=&Απενεργοποίηση κατακερματισμού
004=Απα&λοιφή όλων των στοιχείων από τη λίστα μετά την ένωση
005=&Ρυθμίσεις

006=Γλώσσα/&Language

007=&Βοήθεια
008=Άμεση &βοήθεια
009=&Ιστοσελίδα
010=&Περί...
011=

[menu_popup]
000=
001=
002=
003=Α&παλοιφή
004=Απαλοιφή όλων

[messages]
001=Δεν είναι δυνατή η δημιουργία νήματος :(
002=Η λειτουργία εισαγωγής είναι σε εξέλιξη. Θέλετε πραγματικά να γίνει έξοδος (δεν συνιστάται);
003=Έτοιμο
004=Εισαγωγή...
005=Η λειτουργία εισαγωγής είναι σε εξέλιξη!
006=Τα αρχεία εισήχθησαν με επιτυχία!

007=Έχετε μόνο ένα αρχείο στη λίστα!
008=Δεν έχετε επιλέξει κάποιο αρχείο για μετακίνηση!
009=Η λίστα αρχείων είναι κενή. Δεν υπάρχουν αρχεία για εισαγωγή!
010=Το αρχείο δεν ήταν δυνατό να ανοίξει!
011=Το καθορισμένο αρχείο εξαγωγής δεν ήταν δυνατό να δημιουργηθεί!
012=Η εγγραφή του αρχείου απέτυχε! Μήπως δεν επαρκεί ο χώρος δίσκου;
013=Προστέθηκαν %d αρχεία
014=Φορτώθηκαν αυτόματα %d αρχεία
015=Το αρχείο εξαγωγής υπάρχει ήδη. Θέλετε να αντικατασταθεί;
016=Η διαδρομή του αρχείου εξαγωγής δεν είναι καθορισμένη!

017=Δοκιμή για απόντα τμήματα
018=Φαίνεται να σας λείπουν %d τμήματα με κατάταξη: %s.
019=Φαίνεται να σας λείπουν πάνω από %d τμήματα με κατατάξεις: %s.
020=Δοκιμή μεγέθους τμημάτων
021=Φαίνεται ότι %d τμήματα έχουν διαφορετικό μέγεθος από το πρώτο μέρος. Αυτό μπορεί να σημαίνει ότι τα τμήματα αυτά είναι κατεστραμμένα ή δεν ανήκουν στην ίδια ομάδα. Κατατάξεις τμημάτων με διαφορετικό μέγεθος: %s.
022=Φαίνεται ότι το τελευταίο τμήμα δεν έχει μικρότερο μέγεθος, που μπορεί να σημαίνει ότι σας λείπει το τελευταίο τμήμα. Ωστόσο αυτό δεν είναι αναγκαστικά αλήθεια..
023=\n\nΕίστε βέβαιος ότι θέλετε να συνεχίσετε τη λειτουργία εισαγωγής;
024=Προσαρμοσμένη διαδρομή: "%s"
025=-έξοδος

[tooltips]
000=* ΜΟΝΟ ΓΙΑ ΕΜΠΕΙΡΟΥΣ ΧΡΗΣΤΕΣ *\r\nΠροσαρτά όλα τα αρχεία στο πρώτο αρχείο της λίστας.\r\nΚαλό για την ταχύτητα, κακό εάν κάνετε λάθος με τη σειρά στη λίστα.
001=Μετακίνηση πάνω επιλεγμένου(ων) αρχείου(ων)
002=Μετακίνηση κάτω επιλεγμένου(ων) αρχείου(ων)
003=Διαδρομή όπου θα αποθηκευτεί το εξαγόμενο αρχείο σας
004=Εύρεση θέσης για αποθήκευση του εξαγόμενου αρχείου σας
005=Εισαγωγή αρχείων στη λίστα
006=Κατάσταση
007=Προσθήκη αρχείων στη λίστα
008=Προσθήκη όλων των αρχείων ενός φακέλου
009=Απαλοιφή επιλεγμένων στοιχείων από τη λίστα
010=Απαλοιφή όλων των στοιχείων από τη λίστα
011=Ταξινόμηση των στοιχείων στη λίστα
012=Εναλλαγή αυτόματης ταξινόμησης
013=Κατακερματισμός CRC32
014=Εναλλαγή υπολογισμού του κατακερματισμού CRC32
015=Κατακερματισμός MD5
016=Εναλλαγή υπολογισμού του κατακερματισμού MD5
017=Εκκαθάριση τιμών κατακερματισμού
018=Διαγραφή όλων των τμημάτων από το σκληρό δίσκο (μόνο σε επιτυχή εισαγωγή)
019=Έξοδος όταν ολοκληρωθεί (μόνο σε επιτυχή εισαγωγή)
020=Άνοιγμα του εξαγόμενου αρχείου όταν ολοκληρωθεί (μόνο σε επιτυχή εισαγωγή)
021=Άνοιγμα του φακέλου εξαγωγής όταν ολοκληρωθεί (μόνο σε επιτυχή εισαγωγή)

[updater]
000=
001=
002=
